Repository: capstanlqc-test/test_en--ar_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: ar_zz

source: "Oh, a cat!".
ar_zz: Oh, une chatte!?

source: "Oh, a dog!".
ar_zz: "أوه، كلب!".

source: "Oh, a rabbit!".
ar_zz: Oh, un lapinou!

source: Close box
ar_zz: إغلاق الصندوق

source: Danina is testing an automation.
ar_zz: Danina teste une automation.

source: Danina tested an automation.
ar_zz: اختبرت دانينا التشغيل الآلي.

source: Did you live in [COUNTRY]?
ar_zz: Avez vous vécu dans [COUNTRY]?

source: Do you live in [COUNTRY]?
ar_zz: Vivez-vous dans [COUNTRY]?

source: Do you work in [COUNTRY]?
ar_zz: هل تعمل في [البلد]؟ [COUNTRY]

source: Let us see what happened.
ar_zz: دعونا نرى ما حدث.

source: Let us what happened.
ar_zz: Voyons voir ce qui se passe.

source: M S
ar_zz: SP

source: Ok
ar_zz: وكي

source: Open box
ar_zz: صندوق مفتوح

source: The weather is not nice today, but some rain is good.
ar_zz: La météo est pourrie, mais un peu de pluie ça fait du bien.

source: The weather is rainy, but some rain is good.
ar_zz: الطقس ممطر، ولكن بعض الأمطار جيدة.

source: The weather is sunny, but some rain would be good.
ar_zz: Il ya du soleil, mais un peu de pluie ce serait cool.

source: This is a bolded word.
ar_zz: Ceci n'est pas une pipe

source: We saw what happened.
ar_zz: sOn a vu ce qui est arrivé.
